Repository: Kamilecky/cvanalyzer-CVtee
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: %(count)s CV(s) uploaded and processing.
pl: %(count)s CV przesłane i przetwarzane.

source: %(count)s interview questions generated.
pl: Wygenerowano %(count)s pytań rekrutacyjnych.

source: AI rewriting is available for Premium users. Upgrade your plan.
pl: Przepisywanie AI jest dostępne dla użytkowników Premium. Ulepsz swój plan.

source: Account
pl: Konto

source: Actions
pl: Akcje

source: Active
pl: Aktywne

source: Active Positions
pl: Aktywne stanowiska

source: Affected:
pl: Dotyczy:

source: Analysis
pl: Analiza

source: Analysis History
pl: Historia analiz

source: Analysis failed: %(error)s
pl: Analiza nie powiodła się: %(error)s

source: Analysis for "%(name)s" deleted.
pl: Analiza dla "%(name)s" usunięta.

source: Apply
pl: Zastosuj

source: Average Match Score
pl: Średni wynik dopasowania

source: Avg Match
pl: Śr. dopasowanie

source: Basic
pl: Podstawowy

source: CV "%(name)s" deleted.
pl: CV "%(name)s" usunięte.

source: CV "%(name)s" uploaded successfully!
pl: CV "%(name)s" przesłane pomyślnie!

source: CV "%(name)s" uploaded. Extracting profile...
pl: CV "%(name)s" przesłane. Wyodrębnianie profilu...

source: CV Document
pl: Dokument CV

source: Cancel
pl: Anuluj

source: Candidate "%(name)s" deleted.
pl: Kandydat "%(name)s" usunięty.

source: Candidates
pl: Kandydaci

source: Change Email
pl: Zmień e-mail

source: Change Password
pl: Zmień hasło

source: Check
pl: Sprawdź

source: Check your email
pl: Sprawdź swoją skrzynkę e-mail

source: Checkout Cancelled
pl: Płatność anulowana

source: Confirm Deactivation
pl: Potwierdź dezaktywację

source: Confirm Delete
pl: Potwierdź usunięcie

source: Confirm New Password
pl: Potwierdź nowe hasło

source: Confirm Password
pl: Potwierdź hasło

source: Confirm new password
pl: Potwierdź nowe hasło

source: Could not extract text. Please try another format.
pl: Nie udało się wyodrębnić tekstu. Spróbuj innego formatu.

source: Could not initiate checkout. Please try again.
pl: Nie udało się rozpocząć płatności. Spróbuj ponownie.

source: Could not open billing portal. Please try again.
pl: Nie udało się otworzyć portalu płatności. Spróbuj ponownie.

source: Create Account
pl: Utwórz konto

source: Created
pl: Utworzono

source: Created:
pl: Utworzono:

source: Current Password
pl: Obecne hasło

source: Current Role
pl: Obecna rola

source: Current period ends:
pl: Bieżący okres kończy się:

source: Dashboard
pl: Panel

source: Date
pl: Data

source: Deactivate Position
pl: Dezaktywuj stanowisko

source: Delete
pl: Usuń

source: Delete Candidate
pl: Usuń kandydata

source: Delete My Account
pl: Usuń moje konto

source: Delete Position
pl: Usuń stanowisko

source: Department
pl: Dział

source: Drag and drop a CV file here
pl: Przeciągnij i upuść plik CV tutaj

source: Drag and drop multiple CV files here
pl: Przeciągnij i upuść wiele plików CV tutaj

source: Education Match
pl: Dopasowanie wykształcenia

source: Email Address
pl: Adres e-mail

source: Employment Type
pl: Typ zatrudnienia

source: Employment Type:
pl: Typ zatrudnienia:

source: Enter Job URL
pl: Wprowadź URL oferty pracy

source: Enter new password
pl: Wprowadź nowe hasło

source: Enter your email
pl: Wprowadź swój e-mail

source: Enter your password to confirm
pl: Wprowadź hasło, aby potwierdzić

source: Enterprise
pl: Firmowy

source: Error parsing file: %(error)s
pl: Błąd parsowania pliku: %(error)s

source: Experience
pl: Doświadczenie

source: Experience Match
pl: Dopasowanie doświadczenia

source: Experience Required:
pl: Wymagane doświadczenie:

source: Explanation
pl: Wyjaśnienie

source: Failed to generate interview questions.
pl: Nie udało się wygenerować pytań rekrutacyjnych.

source: Filename
pl: Nazwa pliku

source: Free
pl: Darmowy

source: HR Dashboard
pl: Panel HR

source: History
pl: Historia

source: Industry
pl: Branża

source: Industry:
pl: Branża:

source: Instant result from cache (identical CV analyzed before).
pl: Natychmiastowy wynik z pamięci podręcznej (identyczne CV analizowane wcześniej).

source: Interview questions require Premium plan.
pl: Pytania rekrutacyjne wymagają planu Premium.

source: Invalid Link
pl: Nieprawidłowy link

source: Invalid plan selected.
pl: Wybrano nieprawidłowy plan.

source: Job
pl: Praca

source: Job Description
pl: Opis stanowiska

source: Job Posting URL
pl: URL ogłoszenia o pracę

source: Job Source
pl: Źródło oferty

source: Languages Required
pl: Wymagane języki

source: Languages Required:
pl: Wymagane języki:

source: Location
pl: Lokalizacja

source: Logout
pl: Wyloguj

source: Main
pl: Główne

source: Matches Analyzed
pl: Przeanalizowane dopasowania

source: Matching %(name)s to %(count)s selected position(s)...
pl: Dopasowywanie %(name)s do %(count)s wybranych stanowisk...

source: Matching %(name)s to all active positions...
pl: Dopasowywanie %(name)s do wszystkich aktywnych stanowisk...

source: Matching to Positions
pl: Dopasowywanie do stanowisk

source: Missing section data.
pl: Brak danych sekcji.

source: My CVs
pl: Moje CV

source: Name
pl: Nazwa

source: New Email Address
pl: Nowy adres e-mail

source: New Password
pl: Nowe hasło

source: Nice to Have
pl: Mile widziane

source: Nice to Have:
pl: Mile widziane:

source: No valid CV files uploaded.
pl: Nie przesłano prawidłowych plików CV.

source: Optional Skills
pl: Opcjonalne umiejętności

source: Optional Skills:
pl: Opcjonalne umiejętności:

source: Overall Match
pl: Dopasowanie ogólne

source: Overall Match Score
pl: Ogólny wynik dopasowania

source: Partial profile — some data extracted via fallback.
pl: Częściowy profil — część danych wyodrębniona za pomocą metody awaryjnej.

source: Partial results
pl: Częściowe wyniki

source: Partial results — some AI prompts failed. Data may be incomplete.
pl: Częściowe wyniki — niektóre zapytania AI nie powiodły się. Dane mogą być niekompletne.

source: Password
pl: Hasło

source: Paste Job Description
pl: Wklej opis stanowiska

source: Phone:
pl: Telefon:

source: Plan & Billing
pl: Plan i płatności

source: Plan changed to %(plan)s.
pl: Plan zmieniony na %(plan)s.

source: Position
pl: Stanowisko

source: Position "%(title)s" created.
pl: Stanowisko "%(title)s" utworzone.

source: Position "%(title)s" deactivated.
pl: Stanowisko "%(title)s" dezaktywowane.

source: Position "%(title)s" updated.
pl: Stanowisko "%(title)s" zaktualizowane.

source: Position Matches
pl: Dopasowania stanowisk

source: Position Ranks
pl: Rankingi stanowisk

source: Positions
pl: Stanowiska

source: Pricing Plans
pl: Plany cenowe

source: Problems
pl: Problemy

source: Processing CV
pl: Przetwarzanie CV

source: Profile
pl: Profil

source: Profile extraction failed: %(error)s
pl: Wyodrębnianie profilu nie powiodło się: %(error)s

source: Rank
pl: Pozycja

source: Recent Analyses
pl: Ostatnie analizy

source: Recommendation
pl: Rekomendacja

source: Recruitment
pl: Rekrutacja

source: Recruitment Dashboard
pl: Panel rekrutacji

source: Red Flags
pl: Ostrzeżenia

source: Request a new link
pl: Poproś o nowy link

source: Required Skills
pl: Wymagane umiejętności

source: Required Skills:
pl: Wymagane umiejętności:

source: Requirement
pl: Wymaganie

source: Requirements Description
pl: Opis wymagań

source: Requirements:
pl: Wymagania:

source: Resend Link
pl: Wyślij link ponownie

source: Resend verification email
pl: Wyślij ponownie e-mail weryfikacyjny

source: Responsibilities
pl: Obowiązki

source: Responsibilities:
pl: Obowiązki:

source: Rewrite a Section
pl: Przepisz sekcję

source: Rewriting "%(section)s" section... Refresh in a moment.
pl: Przepisywanie sekcji "%(section)s"... Odśwież za chwilę.

source: Save Changes
pl: Zapisz zmiany

source: Search by name, role, skills...
pl: Szukaj po nazwisku, roli, umiejętnościach...

source: Select CV
pl: Wybierz CV

source: Select at least one position to analyze.
pl: Wybierz co najmniej jedno stanowisko do analizy.

source: Selected:
pl: Wybrane:

source: Send Reset Link
pl: Wyślij link resetujący

source: Seniority
pl: Poziom doświadczenia

source: Seniority Level
pl: Poziom doświadczenia

source: Seniority Level:
pl: Poziom doświadczenia:

source: Seniority Match
pl: Dopasowanie poziomu

source: Set Password
pl: Ustaw hasło

source: Short CV detected
pl: Wykryto krótkie CV

source: Sign In
pl: Zaloguj się

source: Size
pl: Rozmiar

source: Skill Levels:
pl: Poziomy umiejętności:

source: Skill Match
pl: Dopasowanie umiejętności

source: Skills
pl: Umiejętności

source: Subscription
pl: Subskrypcja

source: Suggested:
pl: Sugerowane:

source: Tags
pl: Tagi

source: Tags:
pl: Tagi:

source: This CV has no extracted text. Please re-upload.
pl: To CV nie ma wyodrębnionego tekstu. Prześlij ponownie.

source: This plan is not available for purchase.
pl: Ten plan nie jest dostępny do zakupu.

source: Title
pl: Tytuł

source: Toggle theme
pl: Zmień motyw

source: Total Candidates
pl: Łącznie kandydatów

source: Total Skills
pl: Łącznie umiejętności

source: Type
pl: Typ

source: Unlimited
pl: Bez limitu

source: Updated:
pl: Zaktualizowano:

source: Upgrade to Basic
pl: Ulepsz do Basic

source: Upgrade to Enterprise
pl: Ulepsz do Enterprise

source: Upgrade to Premium
pl: Ulepsz do Premium

source: Upload CV
pl: Prześlij CV

source: Uploaded
pl: Przesłano

source: Usage
pl: Użycie

source: Usage counter has been reset to 0.
pl: Licznik użycia został zresetowany do 0.

source: Username
pl: Nazwa użytkownika

source: Verification Failed
pl: Weryfikacja nie powiodła się

source: View
pl: Zobacz

source: View All History
pl: Zobacz całą historię

source: Weight
pl: Waga

source: Why ask this:
pl: Dlaczego o to pytamy:

source: Years of Experience
pl: Lata doświadczenia

source: Years of Experience:
pl: Lata doświadczenia:

source: You have reached your monthly analysis limit. Upgrade your plan for more.
pl: Osiągnięto miesięczny limit analiz. Ulepsz plan, aby uzyskać więcej.

source: analyses
pl: analiz

source: Add Position
pl: Dodaj stanowisko

source: Analyses This Month
pl: Analizy w tym miesiącu

source: CVs Uploaded
pl: Przesłane CV

source: Get AI-powered analysis and recommendations
pl: Uzyskaj analizę i rekomendacje AI

source: Job Positions
pl: Stanowiska pracy

source: Quick Links
pl: Szybkie linki

source: Remaining Analyses
pl: Pozostałe analizy

source: Upload Candidate CV
pl: Prześlij CV kandydata

source: Upload your first CV to get started
pl: Prześlij swoje pierwsze CV, aby rozpocząć

source: Welcome back,
pl: Witaj ponownie,

source: Bulk Analysis
pl: Analiza zbiorcza

source: Assign to Position
pl: Przypisz do stanowiska

source: Select positions to match all candidates against:
pl: Wybierz stanowiska, do których dopasować wszystkich kandydatów:

source: Select All
pl: Zaznacz wszystkie

source: Start Analysis
pl: Rozpocznij analizę

source: Analyzing candidates...
pl: Analizowanie kandydatów...

source: candidates
pl: kandydatów

source: No candidates available for analysis.
pl: Brak kandydatów do analizy.

source: Select at least one position.
pl: Wybierz co najmniej jedno stanowisko.

source: Bulk analysis started: %(candidates)s candidates × %(positions)s positions.
pl: Analiza zbiorcza rozpoczęta: %(candidates)s kandydatów × %(positions)s stanowisk.

source: Bulk Upload
pl: Masowe przesyłanie

source: Search
pl: Szukaj

source: Clear Search
pl: Wyczyść wyszukiwanie

source: No candidates uploaded yet.
pl: Nie przesłano jeszcze kandydatów.

source: Upload Your First CV
pl: Prześlij swoje pierwsze CV

source: Upload a single CV or multiple CVs at once for analysis.
pl: Prześlij pojedyncze CV lub wiele CV jednocześnie do analizy.

source: Supported formats:
pl: Obsługiwane formaty:

source: Select position(s) to automatically match after upload
pl: Wybierz stanowisko(a) do automatycznego dopasowania po przesłaniu

source: Deselect All
pl: Odznacz wszystkie

source: Single CV
pl: Pojedyncze CV

source: or
pl: lub

source: Browse
pl: Przeglądaj

source: Multiple CVs (batch)
pl: Wiele CV (masowo)

source: Browse Multiple
pl: Przeglądaj wiele

source: Supported Formats
pl: Obsługiwane formaty

source: Manage your uploaded CV documents
pl: Zarządzaj przesłanymi dokumentami CV

source: Analyze All
pl: Analizuj wszystkie

source: Analyze all CVs on this list? This will use your analysis quota.
pl: Analizować wszystkie CV z listy? Zużyje to limit analiz.

source: No CVs to analyze.
pl: Brak CV do analizy.

source: Bulk analysis started for %(count)s CV(s).
pl: Rozpoczęto zbiorczą analizę %(count)s CV.

source: Not enough analyses remaining. You need %(needed)s but have %(remaining)s left. Upgrade your plan.
pl: Niewystarczająca liczba analiz. Potrzebujesz %(needed)s, a pozostało %(remaining)s. Ulepsz plan.

source: No CVs uploaded yet.
pl: Nie przesłano jeszcze CV.
